Repository: Radhesh-Sarma/Resource-Sharing-Portal
Catalog: postman/locale/*/LC_MESSAGES/django.po
Languages: fa_ir, hu, ka, lv, pt_br, th_th

source: Sender and Recipient cannot be both undefined.
fa_ir: گیرنده و ارسال کننده نمی‌توانند هر دو معرفی نشده باشند.
hu: A küldő és címzett mező nem lehet egyszerre üres.
ka: გამგზავნი და მიმღები ერთდროულად მიუთითებლობა არ შეიძლება.
lv: Sūtītājs un saņēmējs abi nevar būt nenodefinēti.
pt_br: Remetente e destinatário não podem ser indefinidos.
th_th: จะต้องมีทั้งชื่อผู้รับและผู้ส่ง

source: Visitor's email is in excess.
fa_ir: ایمیل بازدیدکننده اضافی است.
hu: A látogató e-mail címe felesleges.
ka: სტუმრის ელ-ფოსტა გადამეტებულია.
lv: Apmeklētāja e-pasts nav nepieciešams.
pt_br: E-mail do visitante está cheio.
th_th: อีเมล์ของผู้เยี่ยมเยียนไม่ถูกต้อง

source: Visitor's email is missing.
fa_ir: ایمیل بازدیدکننده گم شده.
hu: A látogató e-mail címe hiányzik.
ka: სტუმრის ელ-ფოსტა ვერ მოიძებნა.
lv: Iztrūkst apmeklētāja e-pasts.
pt_br: E-mail do visitante está faltando.
th_th: ไม่มีอีเมล์ของผู้เยี่ยมเยียน

source: Reading date must be later than sending date.
fa_ir: تاریخ خواندن پیام باید بعد از تاریخ ارسال آن باشد.
hu: Az olvasás időpontjának a küldés ideje utánra kell esnie.
ka: წაკითხვის თარიღი უფრო გვიანი უნდა იყოს ვიდრე გაგზავნის.
lv: Lasīšanas datumam ir jābūt vēlākam par sūtīšanas datumu.
pt_br: Data de leitura deve ser posterior à data de envio.
th_th: วันที่อ่านจะต้องอยู่หลังวันส่ง

source: Deletion date by sender must be later than sending date.
fa_ir: تاریخ حذف توسط فرستنده می‌بایست بعد از تاریخ ارسال باشد.
hu: A küldő által történő törlés időpontja későbbi kell, hogy legyen, mint a küldés időpontja.
ka: გამგზავნის მიერ წაშლის თარიღი უფრო გვიანი უნდა იყოს ვიდრე გაგზავნის თარიღი.
lv: Sūtītāja norādītajam dzēšanas datumam jābūt pēc sūtīšanas datuma.
pt_br: Data de exclusão por remetente deve ser posterior à data de envio.
th_th: วันที่ลบโดยผู้ส่งจะต้องอยู่หลังวันส่ง

source: Deletion date by recipient must be later than sending date.
fa_ir: تاریخ حذف توسط گیرنده می‌بایست بعد از تاریخ ارسال باشد.
hu: A címzet által történő törlés időpontja későbbi kell, hogy legyen, mint a küldés időpontja.
ka: მიმღების მიერ წაშლის თარიღი უნდა იყოს უფრო გვიანი ვიდრე გაგზავნის დრო.
lv: Saņēmēja dzēšanas datumam jābūt vēlākam par sūtīšanas datumu.
pt_br: Data de exclusão pelo destinatário deve ser posterior à data de envio.
th_th: วันที่ลบโดยผู้รับจะต้องอยู่หลังวันส่ง

source: Response date must be later than sending date.
fa_ir: تاریخ پاسخ می‌بایست بعد از تاریخ ارسال باشد.
hu: A válasz idejének későbbre kell esnie, mint a küldés időpontjának.
ka: პასუხის თარიღი უნდა იყოს უფრო გვიანი ვიდრე გაგზავნის.
lv: Atbildes datumam ir jābūt vēlākam par sūtīšanas datumu.
pt_br: Data de resposta deve ser posterior à data de envio.
th_th: วันที่ตอบรับจะต้องอยู่หลังวันส่ง

source: The message cannot be replied without having been read.
fa_ir: پیام نمی تواند ارسال شود بدون اینکه خوانده شود.
hu: Az üzenetre nem lehet annak elolvasása nélkül válaszolni.
ka: შეტყობინებაზე პასუხის გაცემა შეუძლებელია წაკითხვის გარეშე.
lv: Uz ziņu var atbildēt tikai pēc tās izlasīšanas.
pt_br: A mensagem não pode ser respondida sem ter sido lida.
th_th: ข้อความนี้ไม่สามารถตอบโต้โดยที่ไม่มีการอ่านก่อน

source: Response date must be later than reading date.
fa_ir: تاریخ پاسخ می‌بایست بعد از تاریخ خواندن باشد.
hu: A válasz időpontja későbbi kell, hogy legyen, mint az olvasás időpontja.
ka: პასუხის თარიღი უფრო გვიანი უნდა იყოს ვიდრე წაკითხვის.
lv: Atbildes datumam jābūt vēlākam par lasīšanas datumu.
pt_br: Data de resposta deve ser posterior à data de leitura.
th_th: วันที่ตอบรับจะต้องอยู่หลังวันที่อ่าน

source: Response date cannot be set without at least one reply.
fa_ir: تاریخ پاسخ نمی‌نواند بدون حداقل یک پاسخ تنظیم گردد.
hu: A válasz időpontját nem lehet beállítani, ha nincs legalább egy válasz üzenet.
lv: Atbildes datumu nevar iestatīt, ja nav vismaz vienas atbildes.
pt_br: Data de resposta não pode ser definida sem pelo menos uma resposta.
th_th: ไม่สามารถกำหนดวันที่ตอบรับได้ถ้ายังไม่มีการตอบรับ

source: The message cannot be replied without being in a conversation.
fa_ir: پیام که در مکالمه شرکت ندارد نمی‌تواند پاسخ داده شود.
hu: Az üzenetre nem lehet válaszolni, ha az nem egy beszélgetés része.
lv: Nevar atbildēt uz ziņu, kas nav daļa no sarakstes.
pt_br: A mensagem não pode ser respondida sem iniciar uma conversação.
th_th: ข้อความนี้ไม่สามารถตอบกลับได้อย่างอิสระ (จะต้องรวมเป็นบทสนทนา)

source: Message
fa_ir: پیام
hu: Üzenet
ka: შეტყობინება
lv: Ziņa
pt_br: Mensagem
th_th: ข้อความ

source: Dates
fa_ir: تاریخ‌ها
hu: Dátum
ka: თარიღი
lv: Datumi
pt_br: Datas
th_th: วัน

source: Moderation
fa_ir: مدیریت
hu: Moderálás
lv: Moderēšana
pt_br: Moderaração
th_th: การตรวจสอบ

source: Some usernames are unknown or no longer active: {users}.
fa_ir: بعضی از نام‌کاربری‌ها ناشناس هستند یا دیگر فعال نیستند : {users}.
hu: Néhány felhasználónév ismeretlen, vagy már nem aktív: {users}.
ka: ზოგიერთი მომხმარებელი უცნობია ან არა აქტიური: {users}.
lv: Daži lietotājvārdi nav zināmi vai vairs nav aktīvi: {users}.
pt_br: Alguns nomes são desconhecidos ou não estão mais ativos: {users}.
th_th: ไม่มีผู้ใช้ชื่อ: {users} หรือบัญชีของผู้ใช้ข้างต้นไม่สามารถใช้งานได้ใช้ในขณะนี้

source: Ensure this value has at most {limit_value} distinct items (it has {show_value}).
fa_ir: اطمینان حاصل نمایید که این مقدار حداکثر {limit_value} آیتم متمایز داشته باشد ({show_values} دارد).
hu: Ennek a mezőnek maximum {limit_value} eleme lehet (jelenleg {show_value} van).
lv: Pārliecinieties, ka šai vērtībai ir ne vairāk kā {limit_value} atšķirīgi vienumi (tai ir {show_value}).
pt_br: Garantir este valor tem no máximo {limit_value} itens distintos (tem {show_value}).
th_th: โปรดตรวจสอบด้วยว่าจะต้องมีไม่เกิน {limit_value} ค่า ซึ่งตอนนี้มี {show_value}

source: Ensure this value has at least {limit_value} distinct items (it has {show_value}).
fa_ir: اطمینان حاصل نمایید که این مقدار حداقل {limit_value} آیتم متمایز داشته باشد ({show_values} دارد).
hu: Ennek a mezőnek legalább {limit_value} eleme kell, hogy legyen (jelenleg {show_value} van).
lv: Pārliecinieties, ka šai vērtībai ir vismaz {limit_value} atšķirīgi vienumi (tai ir {show_value}).
pt_br: Garantir este valor tem no mínimo {limit_value} itens distintos (tem {show_value}).
th_th: โปรดตรวจสอบด้วยว่าจะต้องมีไม่น้อยกว่า {limit_value} ค่า ซึ่งตอนนี้มี {show_value}

source: Some usernames are rejected: {users}.
fa_ir: برخی کاربران رد شده‌اند: {users}.
hu: Néhány felhasználónév vissza lett utasítva: {users}.
ka: ზოგი მომხმარებელი უარყოფილია: {users}.
lv: Daži lietotājvārdi ir noraidīti: {users}.
pt_br: Alguns nomes de usuários foram rejeitados: {users}.
th_th: ผู้ใช้ที่ปฏิเสธ: {users}

source: Writing to some users is not possible: {users}.
fa_ir: نوشتن برای برخی کاربران امکان پذیر نیست : {users}.
hu: A következő felhasználóknak nem lehet üzenetet küldeni: {users}.
ka: ზოგ მომხმარებელთან მიწერა შეუძლებელია: {users}.
lv: Dažiem lietotājiem nevar rakstīt: {users}.
pt_br: Não é possível escrever nova mensagem para os seguintes usuários: {users}.
th_th: ไม่สามารถเขียนข้อความถึง: {users}

source: Recipients
fa_ir: گیرندگان
hu: Címzettek
ka: მიმღები
lv: Saņēmēji
pt_br: Destinatários
th_th: ผู้รับ

source: Recipient
fa_ir: گیرنده
hu: Címzett
ka: მიმღები
lv: Saņēmējs
pt_br: Destinatário
th_th: ผู้รับ

source: Undefined recipient.
fa_ir: گیرنده معرفی نشده.
hu: Érvénytelen címzett.
ka: გაურკვეველი მიმღები.
lv: Nenodefinēts saņēmējs.
pt_br: Destinatário indefinido.
th_th: ยังไม่ได้กำหนดผู้รับ

source: Additional recipients
fa_ir: گیرندگان مضاعف
hu: További címzettek
ka: დამატებით მიმღები
lv: Papildus saņēmēji
pt_br: Destinatários
th_th: ผู้รับเพิ่มเติม

source: Additional recipient
fa_ir: گیرنده مضاعف
hu: További címzett
ka: დამატებით მიმღები
lv: Papildus saņēmējs
pt_br: Destinatário
th_th: ผู้รับเพิ่มเติม

source: Message Rejected
fa_ir: پیام رد شد
hu: Üzenet visszaküldve
ka: შეტყობინება უარყოფილია
lv: Ziņa noraidīta
pt_br: Mensagem Rejeitada
th_th: ข้อความถูกปฏิเสธ

source: Your message has been rejected
fa_ir: پیام شما رد شد
hu: Az üzenetet a fogadó fél visszaküldte
ka: თქვენი შეტყობინება უარყოფილია
lv: Jūsu ziņa ir noraidīta
pt_br: Sua mensagem foi rejeitada
th_th: ข้อความของคุณถูกปฏิเสธ

source: Message Received
fa_ir: پیام دریافت شد
hu: Üzenet kézbesítve
ka: შეტყობინება მიღებულია
lv: Ziņa ir saņemta
pt_br: Mensagem Recebida
th_th: ข้อความได้รับแล้ว

source: You have received a message
fa_ir: شما یک پیام دریافت کردید
hu: Üzenet érkezett
ka: თქვენ მიიღეთ შეტყობინება
lv: Jūs esat saņēmis ziņu
pt_br: Você recebeu uma mensagem
th_th: คุณได้รับข้อความใหม่

source: Reply Received
fa_ir: پاسخ دریافت شد
hu: Válasz kézbesítve
ka: პასუხი მიღებულებზე
lv: Ir saņemta atbilde
pt_br: Responder Recebida
th_th: ได้รับข้อความตอบกลับ

source: You have received a reply
fa_ir: شما یک پاسخ دریافت کردید
hu: Válasz érkezett
ka: თქვენ მიიღეთ პასუხი
lv: Jūs esat saņēmis atbildi
pt_br: Você recebeu uma resposta
th_th: คุณได้รับการตอบโต้จากข้อความของคุณ

source: Pending
fa_ir: در نوبت
hu: Folyamatban
ka: განხილვის პროცესში
lv: Gaida
pt_br: Pendente
th_th: รอการพิจารณา

source: Accepted
fa_ir: قبول شده
hu: Elfogadva
ka: მიღებული
lv: Pieņemts
pt_br: Aceito
th_th: ยอมรับ

source: Rejected
fa_ir: رد شده
hu: Visszaküldve
ka: უარყოფილი
lv: Noraidīts
pt_br: Rejeitado
th_th: ปฏิเสธ

source: subject
fa_ir: موضوع
hu: tárgy
ka: დანიშნულება
lv: temats
pt_br: assunto
th_th: ชื่อเรื่อง

source: body
fa_ir: محتوا
hu: szöveg
lv: saturs
pt_br: corpo
th_th: เนื้อหา

source: sender
fa_ir: ارسال کننده
hu: küldő
ka: გამგზავნი
lv: sūtītājs
pt_br: remetente
th_th: ผู้ส่ง

source: recipient
fa_ir: گیرنده
hu: címzett
ka: მიმღები
lv: saņēmējs
pt_br: destinatário
th_th: ผู้รับ

source: visitor
fa_ir: بازدیدکننده
hu: látogató
ka: სტუმარი
lv: apmeklētājs
pt_br: visitante
th_th: ผู้เยี่ยมเยียน

source: parent message
fa_ir: پیام بالاسری
hu: szülő üzenet
ka: მშობელი შეტყობინება
lv: vecākziņa
pt_br: mensagem anterior
th_th: ข้อความก่อนหน้านี้

source: root message
fa_ir: پیام اصلی
hu: első üzenet
ka: მთავარი შეტყობინება
lv: saknes ziņa
pt_br: mensagem de root
th_th: ข้อความเริ่มต้น

source: sent at
fa_ir: ارسال شده در
hu: küldés ideje
ka: გაგზავნის დრო
lv: nosūtīta
pt_br: enviado em
th_th: ส่งเมื่อ

source: read at
fa_ir: خوانده شده در
hu: olvasás ideje
ka: წაკითხვის დრო
lv: lasīta
pt_br: lido em
th_th: อ่านเมื่อ

source: replied at
fa_ir: پاسخ داده شده در
hu: válasz ideje
ka: პასუხის დრო
lv: atbildēta
pt_br: respondido em
th_th: ตอบกลับเมื่อ

source: archived by sender
fa_ir: آرشیو شده توسط ارسال کننده
hu: a küldő archiválta
ka: დაარქივებულია გამგზავნის მიერ
lv: sūtītājs arhivējis
pt_br: arquivado por remetente
th_th: ถูกเก็บโดยผู้ส่ง

source: archived by recipient
fa_ir: آرشیو شده توسط گیرنده
hu: a címzett archiválta
ka: დაარქივებულია მიმღების მიერ
lv: saņēmējs arhivējis
pt_br: arquivado pelo destinatário
th_th: ถูกเก็บโดยผู้รับ

source: deleted by sender at
fa_ir: حذف شده توسط ارسال کننده در
hu: a küldő törölte ekkor:
ka: წაიშალა გამგზავნის მიერ
lv: sūtītājs izdzēsis
pt_br: excluído pelo remetente em
th_th: ถูกลบโดยผู้ส่งเมื่อ

source: deleted by recipient at
fa_ir: حذف شده توسط گیرنده در
hu: a címzett törölte ekkor:
ka: წაიშალა მიმღების მიერ
lv: saņēmējs izdzēsis
pt_br: excluído pelo destinatário em
th_th: ถูกลบโดยผู้รับเมื่อ

source: status
fa_ir: وضعیت
hu: státusz
ka: სტატუსი
lv: statuss
pt_br: situação atual
th_th: สถานะ

source: moderator
fa_ir: مدیر
hu: moderátor
ka: მოდერატორი
lv: moderators
pt_br: moderador
th_th: ผู้ตรวจสอบ

source: moderated at
fa_ir: میدریت شده در
hu: moderálva:
ka: მოდერატორი
lv: moderēta
pt_br: moderado em
th_th: ถูกตรวจสอบเมื่อ

source: rejection reason
fa_ir: دلیل رد شدن
hu: visszautasítás indoka
ka: უარყოფის მიზეზი
lv: noraidījuma iemesls
pt_br: motivo da rejeição
th_th: เหตุผลที่ถูกปฏิเสธ

source: message
fa_ir: پیام
hu: üzenet
ka: შეტყობინება
lv: ziņa
pt_br: mensagem
th_th: เนื้อหา

source: messages
fa_ir: پیام‌ها
hu: üzenetek
ka: შეტყობინებები
lv: ziņas
pt_br: mensagens
th_th: เนื้อหา

source: Undefined sender.
fa_ir: ارسال کننده معرفی نشده.
hu: Érvénytelen küldő.
ka: უცნობი გამგზავნი.
lv: Nenodefinēts sūtītājs.
pt_br: Remetente indefinido.
th_th: ยังไม่ได้กำหนดชื่อผู้ส่ง

source: pending message
fa_ir: پیام در صف
hu: várakozó üzenet
ka: შეტყობინება მოლოდინშია
lv: gaidoša ziņa
pt_br: mensagem pendente
th_th: ข้อความอยู่ระหว่างการพิจารณา

source: pending messages
fa_ir: پیام‌های در صف
hu: várakozó üzenetek
ka: შეტყობინებები მოლოდინში
lv: gaidošas ziņas
pt_br: mensagens pendentes
th_th: ข้อความอยู่ระหว่างการพิจารณา

source: Please correct the error below.
fa_ir: لطفا خطاهای زیر را برطرف کنید
hu: Kérjük javítsa az alábbi hibát.
ka: გთხოვთ გამოასწოროთ შემდეგი შეცდომები.
lv: Lūdzu izlabojiet kļūdu.
pt_br: Por favor, corrija o erro abaixo.
th_th: โปรดแก้ไขข้อผิดพลาดข้างล่างนี้

source: Accept
fa_ir: قبول
hu: Elfogadás
ka: მიღება
lv: Pieņemt
pt_br: Aceito
th_th: ยอมรับ

source: Reject
fa_ir: رد
hu: Visszautasítás
ka: უარყოფა
lv: Noraidīt
pt_br: Rejeitado
th_th: ปฏิเสธ

source: Archived Messages
fa_ir: پیام‌های آرشیو شده
hu: Archívum
ka: დაარქივებული შეტყობინებები
lv: Arhivēt ziņas
pt_br: Mensagem Arquivadas
th_th: ข้อความที่ถูกจัดเก็บแล้ว

source: Messages in this folder will never be removed. You can use this folder for long term storage.
fa_ir: پیامهای داخل این پوشه هرگز حذف نمی‌گردند. شما می‌توانید از این پوشه برای نگهداری طولانی مدت استفاده نمایید.
hu: Az ebben a mappában lévő üzenetek sosem lesznek törölve. A mappa hosszú távra történő tárolásra használható.
ka: ამ საქაღალდეში არსებული შეტყობინებები არასდროს წაიშლება. ამ საქაღალდის გამოყენება შეგიძლიათ როგორც ხანგრძლივი პერიოდის საცავი.
lv: Šajā mapē esošās ziņas netiks aizvāktas. Izmantojiet šo mapi ziņu ilgtermiņa glabāšanai.
pt_br: As mensagens nessa pasta nunca serão apagadas. Você pode utilizar essa pasta para guardar suas mensagens.
th_th: ข้อความในโฟลเดอร์นี้จะไม่ถูกลบ

source: Messaging
fa_ir: پیام نوشتن
hu: Üzenetküldés
lv: Ziņojumapmaiņa
pt_br: Mensagem
th_th: ระบบส่งข้อความ

source: Inbox
fa_ir: صندوق
hu: Bejövő üzenetek
ka: მიღებული
lv: Iesūtne
pt_br: Caixa de Entrada
th_th: กล่องข้อความ

source: Sent Messages
fa_ir: پیام‌های ارسال شده
hu: Elküldött üzenetek
ka: გაგზავნილი შეტყობინებები
lv: Nosūtītās ziņas
pt_br: Mensagens Enviadas
th_th: ข้อความที่ส่งแล้ว

source: Write
fa_ir: نوشتن
hu: Új üzenet
ka: დაწერა
lv: Rakstīt
pt_br: Escrever
th_th: เขียน

source: Archives
fa_ir: آرشیو‌ها
hu: Archívum
ka: არქივი
lv: Arhīvs
pt_br: Arquivos
th_th: กล่องจัดเก็บ

source: Trash
fa_ir: سطل زباله
hu: Kuka
ka: სანაგვე
lv: Miskaste
pt_br: Lixeira
th_th: ถังขยะ

source: Sorry, this page number is invalid.
fa_ir: شرمنده، شماره این صفحه اشتباه است.
hu: Sajnáljuk, de ez az oldalszám érvénytelen.
ka: უკაცრავად არსებული გვერდი შესაბამისი ნომრით არასწორია.
lv: Atvainojiet, lapas numurs nav derīgs.
pt_br: Desculpe, este numero de página é inválido.
th_th: ขออภัย เลขหน้านี้ไม่ถูกต้อง

source: by conversation
fa_ir: توسط بحث
hu: szál alapján
ka: საუბრის მიერ
lv: pēc sarakstes
pt_br: Por conversação
th_th: เรียงตามบทสนทนา

source: by message
fa_ir: توسط پیام
hu: üzenet alapján
ka: შეტყობინების მიერ
lv: pēc ziņas
pt_br: por mensagem
th_th: เรียงตามข้อความ

source: Delete
fa_ir: حذف
hu: Törlés
ka: წაშლა
lv: Dzēst
pt_br: Excluir
th_th: ลบ

source: Archive
fa_ir: آرشیو
hu: Archiválás
ka: არქივი
lv: Arhivēt
pt_br: Arquivo
th_th: เก็บ

source: Undelete
fa_ir: برگرداندن
hu: Törlés visszavonása
ka: აღდგენა
lv: Atsaukt dzēšanu
pt_br: Desfazer exclusão
th_th: ยกเลิกการลบ

source: Mark as read
hu: Megjelölés olvasottként
ka: მონიშვნა როგორც წაკითხული

source: Mark as unread
hu: Megjelölés olvasatlanként
ka: მონიშვნა როგორც წასაკითხი

source: Action
fa_ir: حرکت
hu: Akció
ka: მოქმედება
lv: Darbība
pt_br: Ação
th_th: เพิ่มเติม

source: Sender
fa_ir: ارسال کننده
hu: Küldő
ka: გამგზავნი
lv: Sūtītājs
pt_br: Remetente
th_th: ผู้ส่ง

source: Subject
fa_ir: موضوع
hu: Tárgy
ka: დანიშნულება
lv: Temats
pt_br: Assunto
th_th: ชื่อเรื่อง

source: Date
fa_ir: تاریخ
hu: Dátum
ka: თარიღი
lv: Datums
pt_br: Data
th_th: วันที่

source: g:i A,M j,n/j/y
hu: G.i,M j.,Y.m.d.
lv: G:i,j b,j/n/y

source: No messages.
fa_ir: بودن پیام.
hu: Nincs üzenet.
ka: შეტყობინებები არ არის.
lv: Nav ziņu.
pt_br: Nenhuma mensagem.
th_th: ไม่มีข้อความ

source: Send
fa_ir: ارسال
hu: Elküld
ka: გაგზავნა
lv: Sūtīt
pt_br: Enviar
th_th: ส่ง

source: Dear user,
fa_ir: کاربر عزیر،
hu: Kedves felhasználó,
ka: ძვირფასო მომხმარებელო,
lv: Dārgo lietotāj,
pt_br: Prezado usuário,
th_th: สวัสดี,

source: On %(date)s, you asked to send a message to the user '%(recipient)s'.
fa_ir: در %(date)s, شما درخواست ارسال پیام به کاربر '%(recipient)s'. کردید
hu: %(date)s időpontban egy üzenet próbált küldeni a(z) '%(recipient)s' felhasználónak.
ka: %(date)sდროს თქვენ მიიღეთ მოთხოვნა შეტყობინების გასაგზავნათ მომხმარებელთან '%(recipient)s'.
lv: %(date)s Jūs lūdzāt nosūtīt ziņu lietotājam '%(recipient)s'.
pt_br: Em %(date)s, você pediu para enviar uma mensagem para o usuário '%(recipient)s'.
th_th: เมื่อวันที่ %(date)s คุณได้ร้องขอเพื่อจะส่งข้อความไปยัง %(recipient)s

source: Your message has been rejected by the moderator
fa_ir: پیام شما توسط ناظر رد شد
hu: Az üzenetet a moderátor visszautasította
ka: თქვენი შეტყობინება უარყოფილია მოდერატორის მიერ
lv: Moderators noraidīja jūsu ziņu
pt_br: Sua mensagem for rejeitada pelo moderador
th_th: ข้อความของคุณถูกปฏิเสธจากผู้ตรวจสอบ

source: , for the following reason:
fa_ir: ، برای دلایل ذیل:
hu: , a következő indokkal:
ka: , შემდეგი მიზეზის გამო:
lv: , ar iemeslu:
pt_br: , pelo seguinte motivo:
th_th: ด้วยเหตุผลดังนี้:

source: On %(date)s, you sent a message to the user '%(sender)s'.
fa_ir: در %(date)s, شما پیامی به کاربر '%(sender)s'. ارسال کردید.
hu: %(date)s időpontban egy üzenetet küldött a(z) '%(sender)s' felhasználónak.
ka: %(date)sდროს თქვენ გააგზავნეთ შეტყობინება მომხმარებელთან '%(sender)s'.
lv: %(date)s, Jūs nosūtījāt ziņu lietotājam '%(sender)s'.
pt_br: Em %(date)s, você enviou uma mensagem para o usuário '%(sender)s'.
th_th: เมื่อ %(date)s, คุณได้ส่งข้อความไปยัง '%(sender)s'

source: Your correspondent has given you an answer.
fa_ir: مخاطب شما، به شما پاسخ داده.
hu: Az üzenet címzettje válaszolt.
ka: თქვენა თანამოსაუბრემ გიპასუხათ.
lv: Jūsu sarakstes partneris ir atbildējis.
pt_br: Seu correspondente deu-lhe uma resposta.
th_th: ผู้ที่คุณส่งข้อความถึงได้ตอบกลับข้อความของคุณ

source: You have received a copy of a response from the user '%(sender)s'.
fa_ir: شما یک کپی از پاسخ کاربر '%(sender)s' دریافت کرده‌اید.
hu: Másolat érkezett egy válaszról, a küldője '%(sender)s'.
lv: Jūs saņēmāt kopiju atbildei no lietotāja '%(sender)s'.
pt_br: Você recebeu uma cópia da resposta do usuário '%(sender)s'.
th_th: คุณได้รับข้อความฉบับคัดลอกจาก %(sender)s

source: You have received a message from the user '%(sender)s'.
fa_ir: شما یک پیام از کاربر '%(sender)s' دریافت کرده‌اید.
hu: Üzenet érkezett, a feladója '%(sender)s'.
ka: თქვენ მიიღეთ შეტყობინება მომხმარებლისგან '%(sender)s'.
lv: Jūs esat saņēmis ziņu no lietotāja '%(sender)s'.
pt_br: Você recebeu uma mensagem do usuário '%(sender)s'.
th_th: คุณได้รับข้อความจาก %(sender)s

source: Thank you again for your interest in our services.
fa_ir: با تشکر مجدد از توجه شما به سرویس‌های ما.
hu: Köszönjük, hogy használta rendszerünket.
ka: ჩვენი სერვისით დაინტერესების გამო გიხდით მადლობას.
lv: Paldies par Jūsu interesi par mūsu pakalpojumiem.
pt_br: Obrigado pelo seu interesse em nossos serviços.
th_th: ขอบคุณที่สนใจในบริการของเรา

source: The site administrator
fa_ir: مدیر سایت
hu: Az oldal adminisztrátora
ka: საიტის ადმინისტრატორი
lv: Lapas administrators
pt_br: Administrador do site
th_th: ผู้ดูแลระบบ

source: Note: This message is issued by an automated system. Do not reply, this would not be taken into account.
fa_ir: توجه: این پیام توسط یک سیستم خودکار تولید شده است. به پاسخ این پیام، در ترتیب اثر داده نخواهد شد.
hu: Megjegyzés: ezt az üzenetet egy automata rendszer küldte. Kérjük ne válaszoljon rá.
ka: გაფრთხილება: შეტყობინება გამოგზავნილი არის ავტომატურად სისტემის მიერ. პასუხის დაბრუნება არ არის საჭირო.
lv: Piezīme: Šo ziņu ir ģenerējusi automātiska sistēma. Neatbildiet uz to, jo Jūsu atbilde tiks ignorēta.
pt_br: Nota: Essa mensagem foi enviada automaticamente. Não é necessário responder.
th_th: เพิ่มเติม: ข้อความนี้มาจากระบบอัตโนมัติ กรุณาอย่าตอบกลับ เพราะจะไม่มีผู้รับข้อความของท่าน

source: Message "%(subject)s" on the site %(sitename)s
fa_ir: پیام "%(subject)s" روی سایت %(sitename)s
hu: "%(subject)s" tárgyú üzenet a(z) %(sitename)s oldalon
lv: Ziņa par "%(subject)s" vietnē %(sitename)s
pt_br: Mensagem "%(subject)s" no site %(sitename)s
th_th: ข้อความ "%(subject)s" จากเว็บไซด์ %(sitename)s

source: Dear visitor,
fa_ir: بازدیدکننده عزیز،
hu: Kedves látogatónk,
ka: ძვირფასო მომხმარებელო,
lv: Dārgo viesi,
pt_br: Prezado visitante,
th_th: สวัสดี,

source: As a reminder, please find below the content of your message.
fa_ir: بعنوان یاد‌آوری، لطفا در زیر محتوای پیام خود را پیدا کنید.
hu: Emlékeztetőként alább olvasható az üzenet.
ka: შეხსენების მიზნით გთხოვთ ნახოთ შეტყობინბა.
lv: Ziņas saturu varat aplūkot zemāk.
pt_br: Como lembrete, por favor procure a seguir o conteúdo de sua mensagem.
th_th: เนื้อความของข้อความของคุณมีดังนี้

source: Please find below the answer from your correspondent.
fa_ir: لظفا جواب خود را در زیر از مخاطب خود پیدا کنید.
hu: A partner válasza alább olvasható.
lv: Zemāk seko sarakstes partnera atbilde.
pt_br: Por favor procure a seguir a resposta de seu destinatário.
th_th: ข้อความตอบกลับอยู่ข้างล่าง

source: For more comfort, we encourage you to open an account on the site.
fa_ir: برای راحتی بیشتر پیشنهاد میدهیم، یک حساب کاربری روی این سایت ایجاد کنید.
hu: A kényelmesebb üzenetküldés érdekében arra bátorítjuk, hogy regisztráljon az oldalon.
lv: Lielākai labsajūtai, mēs iesakām reģistrēt kontu vietnē.
pt_br: Para maior conforto, nós o encorajamos a abrir uma conta em nosso site.
th_th: แนะนำให้คุณสมัครสมาชิกกับเว็บไซด์ของเราเพื่อความสะดวกในการติดต่อ

source: Received Messages
fa_ir: پیام‌های دریافت شده
hu: Beérkezett üzenetek
ka: მიღებული შეტყობინებები
lv: Saņemtās ziņas
pt_br: Mensagens Recebidas
th_th: จดหมายของคุณ

source: Received
fa_ir: دریافت شده
hu: Beérkezett
ka: მიღებული
lv: Saņemta
pt_br: Recebida
th_th: ได้รับ

source: Reply
fa_ir: پاسخگویی
hu: Válasz
ka: პასუხი
lv: Atbildēt
pt_br: Responder
th_th: ตอบกลับ

source: Sent
fa_ir: ارسال
hu: Elküldve
ka: გაგზავნილი
lv: Nosūtīta
pt_br: Enviadas
th_th: ส่ง

source: Deleted Messages
fa_ir: پیام‌های حذف شده
hu: Törölt üzenetek
ka: წაშლილი შეტყობინებები
lv: Dzēstās ziņas
pt_br: Mensagens Apagadas
th_th: ข้อความที่ถูกลบ

source: Messages in this folder can be removed from time to time. For long term storage, use instead the archive folder.
fa_ir: پیامهای در این پوشه ممکن است حذف گردند. برای نگهداری طولانی مدت، از پوشه آرشیو استفاده نمایید.
hu: Az itt lévő üzeneteket a rendszer hétvégenként törli. Hosszú távú tárolásra kérjük használja az archívum mappát.
lv: Šajā mapē esošās ziņas var tikt laiku pa laikam aizvāktas. Ziņu ilgtermiņa glabāšanai izmantojiet arhīva mapi.
pt_br: Mensagens nessa pasta poderão ser removidas de tempos em tempos. Para guardar as mensagens permanentemente, use a pasta de mensagens arquivadas.
th_th: ข้อความในกล่องนี้จะถูกลบจากระบบอัตโนมัติ ในกรณีที่ต้องเก็บข้อความแนะนำให้ย้ายไปอยู่ในกล่องจัดเก็บ

source: Conversation
fa_ir: بحث
hu: Társalgás
lv: Sarakste
pt_br: Conversação
th_th: บทสนทนา

source: Back
fa_ir: برگرد
hu: Vissza
ka: უკან
lv: Atpakaļ
pt_br: Voltar
th_th: กลับ

source: <me>
fa_ir: <من>
hu: <én>
lv: <es>
th_th: <ตัวเอง>

# postman_url
source: ^inbox/(?:(?P<option>m)/)?$
hu: ^beerkezo/(?:(?P<option>m)/)?$

# postman_url
source: ^sent/(?:(?P<option>m)/)?$
hu: ^elkuldott/(?:(?P<option>m)/)?$

# postman_url
source: ^archives/(?:(?P<option>m)/)?$
hu: ^archivum/(?:(?P<option>m)/)?$

# postman_url
source: ^trash/(?:(?P<option>m)/)?$
hu: ^kuka/(?:(?P<option>m)/)?$

# postman_url
source: ^write/(?:(?P<recipients>[^/#]+)/)?$
hu: ^leveliras/(?:(?P<recipients>[^/#]+)/)?$
