Repository: Radhesh-Sarma/Resource-Sharing-Portal
Catalog: postman/locale/*/LC_MESSAGES/django.po
Languages: fa_ir, hu, ka, lv, pt_br, th_th

# postman_url
source: ^reply/(?P<message_id>[\d]+)/$
hu: ^valasz/(?P<message_id>[\d]+)/$

# postman_url
source: ^view/(?P<message_id>[\d]+)/$
hu: ^olvas/(?P<message_id>[\d]+)/$

# postman_url
source: ^view/t/(?P<thread_id>[\d]+)/$
hu: ^olvas/t/(?P<thread_id>[\d]+)/$

# postman_url
source: ^archive/$
hu: ^archival/$

# postman_url
source: ^delete/$
hu: ^torol/$

# postman_url
source: ^undelete/$
hu: ^visszaallit/$

# postman_url
source: ^mark-read/$
hu: ^olvasottnak-jelol/$

# postman_url
source: ^mark-unread/$
hu: ^olvasatlannak-jelol/$

source: {sender} wrote: {body}
fa_ir: {sender} نوشت : {body}
hu: {sender} üzenete: {body}
lv: {sender} rakstīja: {body}
pt_br: {sender} escreveu: {body}
th_th: {sender} เขียน: {body}

source: Re: {subject}
fa_ir: در جواب: {subject}
hu: Válasz: {subject}
lv: Atb: {subject}
th_th: Re: ตอบกลับ: {subject}

source: Message successfully sent.
fa_ir: پیام با موفقیت ارسال شد.
hu: Üzenet sikeresen elküldve.
ka: შეტყოვინება წარმატებით გაიგზავნა.
lv: Ziņa ir sekmīgi nosūtīta.
pt_br: Mensagem enviada com sucesso.
th_th: ข้อความถูกส่งเรียบร้อยแล้ว

source: Message rejected for at least one recipient.
fa_ir: پیام رد شد حداقل برای یک گیرنده.
hu: Az üzenet egy vagy több felhasználónak nem lett kézbesítve.
ka: შეტყობინება უარყო მინიმუმ ერთმა მიმღებმა.
lv: Vismaz vienam saņēmējam vēstule ir noraidīta.
pt_br: Mensagem rejeitada por pelo menos um destinatário.
th_th: ข้อความถูกปฏิเสธจากอย่างน้อยผู้รับ 1 คน

source: Select at least one object.
fa_ir: حداقل یکی انتخاب کنید.
hu: Kérjük válasszon ki legalább egy elemet.
ka: მინიმუმ ერთი ობიექტი მაინც აირჩე.
lv: Izvēlieties vismaz vienu objektu.
pt_br: Selecione pelo menos um objeto.
th_th: เลือกอย่างน้อย 1 อย่าง

source: Messages or conversations successfully archived.
fa_ir: پیام یا بحث با موفقیت بایگانی شد.
hu: Üzenetek sikeresen archiválva.
lv: Ziņas vai sarakstes ir sekmīgi arhivētas.
pt_br: Mensagens ou conversas arquivadas com sucesso.
th_th: ข้อความหรือบทสนทนาถูกจัดเก็บเรียบร้อยแล้ว

source: Messages or conversations successfully deleted.
fa_ir: پیام یا بحث با موفقیت حذف شد.
hu: Üzenetek törölve.
lv: Ziņas vai sarakstes ir sekmīgi dzēstas.
pt_br: Mensagens ou conversar apagadas com sucesso.
th_th: ข้อความหรือบทสนทนาถูกลบเรียบร้อยแล้ว

source: Messages or conversations successfully recovered.
fa_ir: پیام یا بحث با موفقیت بازگردانی شد.
hu: Üzenetek visszaállítva.
lv: Ziņas vai sarakstes ir sekmīgi atjaunotas.
pt_br: Mensagens ou conversas recuperadas com sucesso.
th_th: ข้อความหรือบทสนทนาถูกกู้คืนเรียบร้อยแล้ว

source: Messages or conversations successfully marked as read.
hu: Üzenetek sikeresen megjelölve olvasottként.

source: Messages or conversations successfully marked as unread.
hu: Üzenetek sikeresen megjelölve olvasatlanként.

source: Email
fa_ir: ایمیل
ka: ელ-ფოსტა
lv: E-pasts
th_th: อีเมล์
