Repository: Radhesh-Sarma/Resource-Sharing-Portal
Catalog: account_post/locale/*/LC_MESSAGES/django.po
Languages: ja, nl

source: Username
ja: ユーザ名
nl: Gebruikersnaam

source: Password
ja: パスワード
nl: Wachtwoord

source: Password (again)
ja: パスワード（確認）
nl: Wachtwoord (nogmaals)

source: Email
ja: 電子メールアドレス

source: Usernames can only contain letters, numbers and underscores.
ja: ユーザ名には、半角英数字(A-Za-z0-9)とアンダースコア('_')のみが使用可能です。
nl: Gebruikersnamen kunnen alleen letters, nummers en liggende streepjes bevatten.

source: This username is already taken. Please choose another.
ja: ユーザ名がすでに使われています。他の名前をご利用ください。
nl: De gebruikersnaam bestaat al. Kies een andere.

source: A user is registered with this email address.
ja: このメールアドレスで登録されたユーザがいます。
nl: Een gebruiker is geregistreerd met dit emailadres.

source: You must type the same password each time.
ja: ２つのパスワードが異なります。
nl: Je moet iedere keer hetzelfde wachtwoord intypen.

source: Remember Me
ja: ログインを覚えておく。
nl: Bewaar Mij

source: This account is inactive.
ja: このアカウントは、無効にされています。
nl: Dit account is niet actief.

source: The username and/or password you specified are not correct.
ja: 入力されたユーザ名かパスワードが違うようです。
nl: De gebruikersnaam en/of wachtwoord die je hebt opgegeven zijn incorrect.

source: The email address and/or password you specified are not correct.
ja: 入力された電子メールかパスワードが違うようです。
nl: Het emailadres en/of wachtwoord die je hebt opgegeven zijn incorrect.

source: Current Password
ja: 現在のパスワード
nl: Huidige Wachtwoord

source: New Password
ja: 新規パスワード
nl: Nieuwe Wachtwoord

source: New Password (again)
ja: 新規パスワード（確認）
nl: Nieuwe Wachtwoord (nogmaals)

source: Please type your current password.
ja: 現在使用中のパスワードを入力してください。
nl: Type je huidige wachtwoord.

source: Email address can not be found.
ja: 電子メールアドレスが見つかりません。
nl: Email adres kan niet worden gevonden.

source: Timezone
ja: タイムゾーン
nl: Tijdzone

source: Language
ja: 言語
nl: Taal

source: user
ja: ユーザ
nl: gebruiker

source: timezone
ja: タイムゾーン
nl: tijdzone

source: language
ja: 言語
nl: taal

source: code
ja: コード

source: max uses
ja: 最大使用可能数

source: expiry
ja: 有効期限

source: notes
ja: 備考

source: sent
ja: 送信日

source: created
ja: 作成日

source: use count
ja: 使用された回数

source: signup code
ja: ユーザ登録コード

source: signup codes
ja: ユーザ登録コード

source: verified
ja: 確認済み

source: primary
ja: 第一優先アドレス

source: email address
ja: 電子メールアドレス
nl: email adres

source: email addresses
ja: 電子メールアドレス
nl: email adressen

source: email confirmation
ja: メールアドレスの確認
nl: email bevestiging

source: email confirmations
ja: メールアドレスの確認
nl: email bevestigingen

source: date requested
ja: 削除要求日

source: date expunged
ja: 削除実行日

source: account deletion
ja: アカウントの削除

source: account deletions
ja: アカウントの削除

source: Confirmation email sent to {email}.
ja: {email}に確認メールが送信されました。
nl: Bevestiging email verstuurd naar {email}.

source: The code {code} is invalid.
ja: コード {code} が不正です。
nl: De code {code} is ongeldig.

source: You have confirmed {email}.
ja: {email} は確認されました。
nl: Je hebt {email} bevestigd.

source: Password successfully changed.
ja: パスワードを変更しました。
nl: Wachtwoord met success gewijzigd.

source: Account settings updated.
ja: アカウント設定が更新されました。
nl: Account instellingen aangepast.

source: Your account is now inactive and your data will be expunged in the next {expunge_hours} hours.
ja: アカウントは無効になっています。あなたの登録データは、 {expunge_hours} 時間後に削除される予定です。
nl: Je account is nu inactief and je data zal worden geschrapt in de komende {expunge_hours} uren.
